Repository: jr3us/mythtv-control-center
Catalog: po/*.po
Languages: es, fi, fr, he, it, pl, pt_br, sv

source: Enable IVTV Capture Card Tweak (Experimental)
es: Habilitar ajustes de tarjeta capturadora IVTV (experimental)
fr: Activer les améliorations pour carte d'acquisition IVTV (expérimental)
pl: Ulepszenie obsługi karty przechwytującej IVTV (eksperymentalne)
sv: Aktivera justering för IVTV-fångstkort (experimentiell)

source: Enable MySQL tweaks (available if mysql-server is installed)
es: Habilitar ajustes de MySQL (disponible si está instalado mysql-server)
fr: Activer les améliorations pour MySQL (Disponible si mysql-server est installé)
pl: Ulepszenia MySQL (dostępne, jeśli pakiet mysql-server jest zainstalowany)
sv: Aktivera MySQL-justeringar (tillgängliga om mysql-server är installerad)

source: Enable RTC Video Tweak (Experimental)
es: Habilitar ajustes de vídeo RTC (experimental)
fr: Activer les améliorations RTC Video (expérimental)
pl: Ulepszenie wideo RTC (eksperymentalne)
sv: Aktivera justering för RTC-video (experimentiell)

source: Enable daily MythTV database optimization/repair
es: Habilitar optimización/reparación diaria de la base de datos de MythTV
fr: Activer l'optimisation/réparation quotidienne de la base de données MythTV
it: Abilitare l'ottimizzazione/riparazione giornaliera del database MythTV
pl: Codzienna optymalizacja/naprawa bazy danych MythTV
sv: Aktivera daglig optimering/reparation av MythTV-databasen

source: Enable daily defragmentation of your XFS file systems
es: Habilitar defragmentación diaria de su sistema de arhivos XFS
fr: Activer la défragmentation quotidienne de vos systèmes de fichiers XFS
it: Abilitare la deframmentazione giornaliera dei filesystem XFS
pl: Codzienna defragmentacja systemów plików XFS
sv: Aktivera daglig defragmentering av dina XFS-filsystem

source: Launch Synaptic
es: Abrir Synaptic
fi: Käynnistä Synaptic
fr: Lancer Synaptic
it: Avvia «Synaptic»
pl: Uruchom Synaptic
sv: Starta Synaptic

source: Launch Terminal
es: Abrir Terminal
fi: Käynnistä pääte
fr: Lancer un terminal
it: Avvia terminale
pl: Uruchom terminal
pt_br: Executar Terminal
sv: Starta terminal

source: Launch Update Manager
es: Abrir el administrador de actualizaciones
fi: Käynnistä Päivitysten hallinta
fr: Lancer le Gestionnaire de mises à jour
it: Avvia «Gestore aggiornamenti»
pl: Uruchom menedżera aktualizacji
pt_br: Executar Gerenciador de atualizações
sv: Starta uppdateringshanterare

source: Optimize Tables
es: Optimizar tablas
fi: Optimoi taulut
fr: Optimiser les Tables
it: Ottimizza tabelle
pl: Optymalizacja tabel
pt_br: Otimizar tabelas
sv: Optimera tabeller

source: These applications aren't necessary for setting up a Mythbuntu box, but can be useful for adding features not found in the control centre currently.
es: Estas aplicaciones no son necesarias para configurar un equipo Mythbuntu, pero pueden ser de utilidad para añadir características que no se encuentran actualmente en el centro de control.
fi: Nämä sovellukset eivät ole tarpeen Mythbuntun asetuksia tehtäessä, mutta voivat olla hyödyllisiä hallintakeskuksesta puuttuvien ominaisuuksien tarjoamiseen.
fr: Ces applications ne sont pas nécessaires pour installer un PC sous Mythbuntu, mais peuvent être utiles pour ajouter des fonctionnalités supplémentaires dans le centre de contrôle.
it: Queste applicazioni non sono necessarie per allestire una postazione Mythbuntu, ma possono tornare utili per aggiungere funzionalità al momento non presenti nel centro di controllo.
pl: Te programy nie są wymagane do ustawienia komputera z Mythbuntu, ale mogą być przydatne do dodawania funkcji, których nie ma obecnie w centrum sterowania.
sv: Dessa program är inte nödvändiga för att konfigurera en Mythbuntu-dator men kan vara användbara för att lägga till funktionalitet som för närvarande inte hittas i kontrollpanelen.

source: <b>Terminal</b>
fi: <b>Pääte</b>
it: <b>Terminale</b>

source: MythFlix
pt_br: FlixMyth
