Repository: jr3us/mythtv-control-center
Catalog: po/*.po
Languages: es, fi, fr, he, it, pl, pt_br, sv

source: <big><b>Apply Changes</b></big>
es: <big><b>Aplicar cambios</b></big>
fi: <big><b>Ota asetukset käyttöön</b></big>
fr: <big><b>Appliquer les changements</b></big>
he: <big><b>החל שינויים</b></big>
it: <big><b>Applica modifiche</b></big>
pl: <big><b>Zastosuj zmiany</b></big>
pt_br: <big><b>Aplicar Mudanças</b></big>
sv: <big><b>Verkställ ändringar</b></big>

source: <big><b>Welcome to the Mythbuntu Control Centre (MCC).</b> To Begin, Select a group of tasks to modify from the left.</big>
es: <big><b>Bienvenido al Centro de Control de Mythbuntu (MCC).</b> Para empezar, seleccione un grupo de tareas a la izquierda para modificar.</big>
fi: <big><b>Tervetuloa Mythbuntun hallintakeskukseen (MCC).</b> Valitse muokattavien tehtävien ryhmä vasemmalta aloittaaksesi.</big>
fr: <big><b>Bienvenue dans le Centre de Controle Mythbuntu (MCC ou CCM).</b> Pour commencer, sélectionnez à gauche un groupe de tâches à modifier.</big>
it: <big><b>Benvenuti al centro di controllo di Mythbuntu (MCC).</b> Per iniziare, selezionare un gruppo di compiti da modificare sulla sinistra.</big>
pl: <big><b>Witamy w centrum sterowania Mythbuntu (MCC).</b> Aby rozpocząć proszę wybrać grupę zadań do modyfikacji po lewej stronie.</big>
sv: <big><b>Välkommen till Mythbuntus kontrollcenter (MCC).</b> Välj en uppgiftsgrupp som du vill göra ändringar i på vänstra sidan.</big>

source: Advanced Mangement
es: Gestión avanzada
fi: Edistynyt hallinta
fr: Gestion avancée
he: ניהול מתקדם
it: Gestione avanzata
pl: Zarządzanie zaawansowane
pt_br: Controle Avançado
sv: Avancerad hantering

source: Applications & Plugins
es: Aplicaciones y complementos
fi: Sovellukset ja liitännäiset
fr: Applications et greffons
he: יישומים ותוספים
it: Applicazioni e plug-in
pl: Programy i wtyczki
pt_br: Aplicativos & Extensões
sv: Program och insticksmoduler

source: Apply Settings?
es: ¿Aplicar la configuración?
fi: Ota asetukset käyttöön?
fr: Appliquer les réglages ?
he: להחיל שינויים?
it: Applicare le impostazioni?
pl: Zastosować ustawienia?
pt_br: Aplicar Mudanças?
sv: Verkställ ändringar?

source: Artwork & Login Behavior
es: Gráficos y comportamiento de la entrada al sistema
fi: Taide ja kirjautumiskäyttäytyminen
fr: Apparence et comportement de l'écran de connexion
he: התנהגות תצוגה והתחברות
it: Grafica e comportamento di accesso
pl: Motywy graficzne i ustawienia logowania
sv: Grafik och inloggningsbeteende

source: Below is a summary of all of the currently marked changes. If you press Apply, all of these changes will be applied.
es: Abajo se muestra un resumen de todos los cambios actualmente marcados. Si pulsa Aplicar, todos estos cambios se aplicarán.
fi: Alla on yhteenveto viimeisimmistä muutoksista. Jos painat 'Ota käyttöön', kaikki muutokset tulevat voimaan.
fr: Ci-dessous se trouve un résumé de tous les changements actuellement marqués. Si vous cliquez sur appliquer, ils deviendront effectifs.
he: למטה ישנו סיכום של כל השינויים המסומנים. אם תלחץ החל, כל השינויים יתקבלו.
it: Di seguito è presente un elenco di tutte le modifiche attualmente contrassegnate. Premendo "Applica", tutti i cambiamenti saranno applicati.
pl: Poniżej znajduje się podsumowanie bieżąco zaznaczonych zmian. Po naciśnięciu Zastosuj wszystkie zmiany zostaną wprowadzone.
pt_br: Abaixo está um resumo de todas as mudanças atualmente marcadas. Se você pressionar Aplicar, todas essas mudanças serão aplicadas.
sv: Nedan är ett sammandrag av alla för närvarande markerade ändringar. Om du trycker på Verkställ kommer alla dessa ändringar att verkställas.

source: Diskless Server
es: Servidor sin disco
fi: Levytön palvelin
fr: Serveur sans disque dur
it: Server senza disco
pl: Serwer bez dysku
sv: Disklös server

source: Infrared Devices
es: Dispositivos Infrarrojos
fi: Infrapunalaitteet
fr: Périphériques infra-rouge
it: Dispositivi a infrarossi
pl: Urządzenia na podczerwień
pt_br: Dispositivos de infra vermelho
sv: Infraröda enheter

source: MythTV Configuration
es: Configuración de MythTV
fi: MythTV:n asetukset
fr: Configuration de MythTV
he: תצורת MythTV
it: Configurazione di MythTV
pl: Konfiguracja MythTV
pt_br: Configuração do MythTV
sv: Konfiguration av MythTV

source: MythTV Themes
es: Temas para MythTV
fi: MythTV-teemat
fr: Thèmes MythTV
it: Temi MythTV
pl: Motywy MythTV
sv: MythTV-teman

source: Mythbuntu Control Centre
es: Centro de control Mythbuntu
fi: Mythbuntun hallintakeskus
fr: Centre de contrôle de Mythbuntu
he: לוח הבקרה של Mythbuntu
it: Centro di controllo Mythbuntu
pl: Centrum sterowania Mythbuntu
pt_br: Centro de Controle do Mythbuntu
sv: Mythbuntus kontrollcenter

source: Proprietary Codecs
es: Códecs propietarios
fi: Käyttörajoitetut koodekit
fr: Codecs propriétaires
he: מנהלי התקן קניניים
it: Codec proprietari
pl: Kodeki własnościowe
pt_br: Codecs Proprietários
sv: Proprietära kodekar

source: Proprietary Drivers
es: Controladores propietarios
fi: Rajoitetut ajurit
fr: Pilotes propriétaires
he: מנהלי התקן קניניים
it: Driver proprietari
pl: Sterowniki własnościowe
pt_br: Drivers Proprietarios
sv: Proprietära drivrutiner

source: Remote Network Shares
es: Comparticiones de red remotas
fi: Etäverkon jaot
fr: Partages réseau distants
he: שיתופי רשת מרוחקים
it: Condivisioni su rete remota
pl: Zdalne zasoby sieciowe
pt_br: Partes da Rede Remota
sv: Nätverksutdelningar

source: System Roles
es: Roles del sistema
fi: Järjestelmän osat
fr: Rôles du système
he: תפקידי מערכת
it: Ruoli di sistema
pl: Role systemu
pt_br: Papéis do Sistema
sv: Systemroller

source: System Services
es: Servicios del sistema
fi: Järjestelmän palvelut
fr: Services système
he: שירותי מערכת
it: Servizi di sistema
pl: Usługi systemowe
pt_br: Serviços do Sistema
sv: Systemtjänster

source: The changes you have made to this page must be applied before you can continue within the control centre. Would you like to apply them right now or revert back to the original settings?
es: Los cambios que ha realizado a esta página deben aplicarse antes de continuar dentro del centro del control. ¿Desea aplicarlos ahora mismo o volver a la configuración inicial?
fi: Sivulle tekemäsi muutokset on otettava käyttöön, ennen kuin voit jatkaa hallintakeskuksen käyttöä. Haluatko ottaa muutokset käyttöön heti vai palautetaanko alkuperäiset asetukset?
fr: Les changements faits sur cette page doivent être appliqués avant de continuer dans le centre de contrôle. Voulez-vous les appliquer maintenant ou revenir aux réglages d'origine ?
he: השינויים בדף זה חייבים להיות מוחלים לפני שתוכל להמשיך למרכז הבקרה. האם ברצונך להחיל אותם כעת או לחזור לתצורה הקודמת?
it: Le modifiche fatte a questa pagina devono essere applicate prima di continuare all'interno del "Centro di controllo". Applicare i cambiamenti ora o tornare alle impostazioni originali?
pl: Zmiany wprowadzone na tej stronie muszą zostać zatwierdzone przed kontynuowaniem pracy. Zatwierdzić teraz czy przywrócić poprzednie ustawienia?
pt_br: As mudanças que você fez a essa página devem ser aplicadas antes de você poder
sv: Ändringarna som du har gjort på denna sida måste verkställas innan du kan fortsätta arbeta i kontrollcentret. Vill du verkställa dem nu eller återställa de ursprungliga inställningarna?

source: _Revert GUI
es: _Revertir interfaz gráfica de usuario
fi: _Palauta GUI
fr: _Revenir à l'interface graphique
it: _Tornare all'interfaccia grafica
pl: _Przywróć GUI
pt_br: _Reverter GUI
sv: _Återställ gränssnitt

source: <b>Media Playback Applications</b>
es: <b>Aplicaciones de reproducción multimedia</b>
fi: <b>Median toisto-ohjelmat</b>
fr: <b>Applications de lecture multimédia</b>
he: <b>יישומים לניגון קבצי מדיה</b>
it: <b>Applicazioni riproduzione multimediale</b>
pl: <b>Programy odtwarzające multimedia</b>
pt_br: <b>Aplicativos de Execução de Midia</b>
sv: <b>Program för mediauppspelning</b>

source: <b>MythTV Plugins</b>
es: <b>Complementos para MythTV</b>
fi: <b>MythTV-liitännäiset</b>
fr: <b>Greffons MythTV</b>
he: <b>תוספים לMythTV</b>
it: <b>Plug-in MythTV</b>
pl: <b>Wtyczki MythTV</b>
pt_br: b>Extensões do MythTV</b>
sv: <b>Insticksmoduler för MythTV</b>

source: <big><b>Applications and Plugins</b></big>
es: <big><b>Aplicaciones y complementos</b></big>
fi: <big><b>Sovellukset ja liitännäiset</b></big>
fr: <big><b>Applications et greffons</b></big>
he: <big><b>יישומים ותוספים</b></big>
it: <big><b>Applicazioni e plug-in</b></big>
pl: <big><b>Programy i wtyczki</b></big>
pt_br: <big><b>Aplicativos e Extensões</b></big>
sv: <big><b>Program och insticksmoduler</b></big>

source: Applications and plugins can be used to futher extend functionality of a Mythbuntu box. These are some of the most commonly used applications. Additional applications can be installed via standard apt methods.
es: Las aplicaciones y los complementos pueden usarse para extender la funcionalidad de un equipo Mythbuntu. Éstas son algunas de las aplicaciones más utilizadas. Se pueden instalar aplicaciones adicionales a través de los métodos «apt» estándar.
fi: Sovelluksia ja liitännäisiä voidaan käyttää laajentamaan Mythbuntu-tietokoneen käytettävyyttä. Nämä ovat yleisimmin käytettyjä sovelluksia. Lisäsovelluksia voidaan asentaa tavallisilla apt-komennoilla.
fr: Des applications et des greffons peuvent être utilisés pour étendre les fonctionnalités de la Mythbuntu box. Voici quelques applications parmi les plus couramment utilisées. D'autres applications peuvent être installées grâce aux méthodes apt standard.
he: ניתן להשתמש ביישומים ותוספים להרחבת התכונות של קופסת ה-Mythbuntu. יישומים אלו הינם כמה מהיישומים הנפוצים ביותר. נין להתקין יישומים נוספים דרך שיטות ה-apt המקובלות.
it: Le applicazioni e i plug-in possono essere usati per estendere le funzionalità di Mythbuntu. Questi sono alcune delle applicazioni più usate. Ulteriori applicazioni possono essere installate attraverso il metodo standard "apt".
pl: Programy i wtyczki mogą być używane do rozszerzenia funkcjonalności komputera z Mythbuntu. To są tylko niektóre z najczęściej używanych programów. Dodatkowe programy są dostępne poprzez standardowy system obsługi pakietów apt.
pt_br: Aplicações e complementos (plugins) podem ser usados paar extender mais as funcionalidades do Mythbuntu. essas são as aplicações mais comumente usadas. Aplicações adicionais podem ser instaladas via o método padrão apt.
sv: Program och insticksmoduler kan användas för att utöka funktionaliteten i en Mythbuntu-maskin. Dessa är några av de mest använda programmen. Ytterligare program kan installeras via standardiserade apt-metoder.

source: Enable/Disable All Plugins
es: Habiltar/deshabilitar todos los complementos
fi: Käynnistä/sammuta kaikki liitännäiset
fr: Activer/désactiver tous les greffons
he: הפעל/נטרל את כל התוספים
it: Abilitare/Disabilitare tutti i plug-in
pl: Wszystkie wtyczki
pt_br: Abilitar/Desabilitar todas as Extensões
sv: Aktivera/inaktivera alla insticksmoduler

source: MB Apple Trailers
es: Trailers de Apple para MB
fr: Bandes Annonces Apple pour MB
pl: Zwiastuny filmów Apple

source: MythArchive
fi: MythArkisto
he: מית'-ארכיון
pl: MythArchiwum
pt_br: ArquivosMyth

source: MythBrowser
fi: MythSelain
he: מית'-דפדפן
pl: MythPrzeglądarka
pt_br: NavegadorMyth

source: MythControls
fi: MythHallinta
he: מית'-בקרה
pl: MythObsługa
pt_br: ControlesMyth

source: MythGallery
fi: MythGalleria
he: מית'-גלריה
pl: MythGaleria
pt_br: GaleriaMyth

source: MythGame
fi: MythPelit
he: מית'-משחקים
pl: MythGra
pt_br: JogosMyth

source: MythMovies
fi: MythElokuvat
pl: MythFilmy
pt_br: MythFilmes

source: MythMusic
fi: MythMusiikki
he: מית'-מוסיקה
pl: MythMuzyka
pt_br: MúsicasMyth

source: MythNews
fi: MythUutiset
he: מית'-חדשות
pl: MythWiadomości
pt_br: NotíciasMyth

source: MythPhone
fi: MythPuhelin
he: מית'-פון
pl: MythTelefon
pt_br: TelefoneMyth

source: MythStream
he: מית'-תזרים
pl: MythStrumień
pt_br: StreamMyth

source: MythVideo
he: מית'-וידאו
pl: MythWideo
pt_br: VídeoMyth

source: MythWeather
fi: MythSää
he: מית'-מזג אוויר
pl: MythPogoda
pt_br: ClimaMyth

source: MythWeb
he: מית'-רשת
pl: MythWWW
pt_br: WebMyth

source: Password
es: Contraseña
fi: Salasana
fr: Mot de Passe
he: סיסמה
pl: Hasło
pt_br: Senha
sv: Lösenord

source: Set password for MythWeb
es: Establecer contraseña para MythWeb
fi: Aseta MythWebin salasana
fr: Choisir un mot de passe pour MythWeb
he: הגדר סיסמא עבור מית'-רשת
it: Imposta la password per MythWeb
pl: Ustawienie hasła na MythWWW
pt_br: Configure a senha para o MythWeb
sv: Ange lösenord för MythWeb

source: Username
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
it: Nome utente
pl: Nazwa użytkownika
pt_br: Nome do usuário
sv: Användarnamn

source: VLC Media Player
es: Reproductor multimedia VLC
fi: VLC-mediasoitin
fr: Lecteur multimédia VLC
he: נגן המדיה VLC
pl: Odtwarzacz multimediów VLC
pt_br: Tocador de Mídia VLC
sv: Mediaspelaren VLC

source: <b>-----WARNING-----</b> It is highly recommended that you do not choose the user 'mythtv' for Automatic login. This will make system administration much more difficult.
es: <b>-----ATENCIÓN-----</b> Se le recomienda encarecidamente que no elija el usuario 'mythtv' para la entrada automática. Esto dificultará la administración del sistema.
fi: <b>-----VAROITUS-----</b> On erittäin suositeltavaa, ettei käyttäjää 'mythtv' valita automaattiseen kirjautumiseen. Tämä tekee järjestelmän hallinnoinnin huomattavasti vaikeammaksi.
fr: <b>-----Avertissement-----</b> Il est vivement conseillé de ne pas utiliser le compte utilisateur « mythtv » pour une connexion automatique. Cela rendra l'administration du système plus difficile.
he: <b>-----אזהרה-----</b> מומלץ מאוד שלא לבחור במשתמש 'mythtv' לכניסה אוטומטית. זה עלול לגרום לקשיים בניהול המערכת.
it: <b>-----ATTENZIONE-----</b> È altamente raccomandato non usare l'utente "mythtv" per l'accesso automatico. Questo renderà la gestione del sistema molto più difficile.
pl: <b>-----UWAGA-----</b> Jest wysoce zalecane, aby nie włączać automatycznego logowania dla użytkownika "mythtv". To uczyni administrację systemem znacznie trudniejszą.
pt_br: <b>-----ATENÇÃO-----</b> É altamente recomendadoque você não escolha o usuário'mythtv' para login automático. Isso tornará a administração do sistema muito mais dificil.
sv: <b>-----VARNING-----</b> Det rekommenderas starkt att du inte väljer användaren "mythtv" för automatisk inloggning. Det kommer att göra systemadministrationen mycket svårare.

source: <b>Artwork</b>
es: <b>Gráficos</b>
fi: <b>Taide</b>
fr: <b>Apparence</b>
he: <b>איורים</b>
it: <b>Grafica</b>
pl: <b>Motywy graficzne</b>
pt_br: <b>Arte-Final</b>
sv: <b>Grafik</b>

source: <b>Automatic Login</b>
es: <b>Entrada al sistema automática</b>
fi: <b>Automaattinen kirjautuminen</b>
fr: <b>Connexion automatique</b>
he: <b>התחברות אוטומטית</b>
it: <b>Accesso automatico</b>
pl: <b>Automatyczne logowanie</b>
pt_br: <b>Login Automático</b>
sv: <b>Automatisk inloggning</b>

source: <b>NOTE: </b> This is disabled if you don't have ubuntu-desktop, xubuntu-desktop, or kubuntu-desktop installed. It also will be disabled if you are using automatic login.
es: <b>NOTA: </b> está deshabilitado si no tiene instalado ubuntu, xubuntu, o kubuntu. También esta deshabilitado si usa una entrada automática.
fr: <b>NOTE: </b> Ceci est désactivé si vous n'avez pas installé ubuntu-desktop, xubuntu-desktop, ou kubuntu-desktop. Ceci sera également désactivé si vous utilisez une identification (login) automatique.
he: <b>הערה: </b> אפשרות זו תבוטל אם החבילות הבאות אינן מותקנות: ubuntu-desktop, xubuntu-desktop או kubuntu-desktop. כמו כן, היא תבוטל באם אתם משתמשים בהתחברות אוטומטית. .
it: <b>NOTA: </b> Questo è disabilitato se non è installato ubuntu-desktop, xubuntu-desktop oppure kubuntu-desktop.Sarà inoltre disabilitato se si sta utilizzando il login automatico.
pl: <b>UWAGA: </b> Jest wyłączone, jeśli pakiety ubuntu-desktop, xubuntu-desktop lub kubuntu-desktop nie są zainstalowane. Jest wyłączone także podczas używania automatycznego logowania.
pt_br: <b>NOTA: </b> Isso está desabilitado se você não tiver o ubuntu-desktop, o xubuntu-desktop, ou o kubuntu-desktop instalado. Isso também será desabilitado se você estiver usando uma autenticação automática.
sv: <b>OBSERVERA: </b> Det här är inaktiverat om du inte har paketen ubuntu-desktop, xubuntu-desktop eller kubuntu-desktop installerade. Det kommer även vara inaktiverat om du använder automatisk inloggning.

source: <big><b>Artwork and Login Behavior</b></big>
es: <big><b>Gráficos y comportamiento de la entrada al sistema</b></big>
fi: <big><b>Taide ja kirjautumiskäyttäytyminen</b></big>
fr: <big><b>Apparence et comportement de l'écran de connexion/b></big>
he: <big><b>איורים והתנהגות בעת החברות</b></big>
it: <big><b>Grafica e comportamento di accesso</b></big>
pl: <big><b>Motywy graficzne i ustawienia logowania</b></big>
pt_br: <big><b>Arte-Final e Comportamento do Login</b></big>
sv: <big><b>Grafik och inloggningsbeteende</b></big>

source: All Mythbuntu artwork is pre-installed when switching from a non Mythbuntu role to a Mythbuntu role. It can be safely and automatically removed here.
es: Todos los gráficos de Mythbuntu se preinstalan al cambiar de un rol no Mythbuntu a uno Mythbuntu. Aquí pueden ser eliminados segura y automáticamente.
fr: L'ensemble des graphismes Mythubuntu sont pré-installés lorsque vous passez d'une version classique à la version Mythubuntu. Cela peut être supprimé automatiquement et de manière sûre ici.
he: כל חזות מערכת ה-Mythbuntu מותקנת מראש כאשר מעבירים את המערכת מתיפקוד שאינו לצורכי Mythbuntu לתיפוקוד לצורכי Mythbuntu. ניתן להסיר אותה באופן בטוח ובצורה אוטומטית מכאן.
it: Tutti gli artwork Mythbuntu vengono preinstallati quando si passa da un ruolo non Mythbuntu a uno Mythbuntu. Qui possono essere rimossi in modo sicuro e automatico.
pl: Wszystkie motywy graficzne Mythbuntu są preinstalowane podczas przełączania się między innymi rolami a Mythbuntu. Mogą być tutaj bezpiecznie i automatycznie usunięte.
pt_br: Todo o artwork do Mythbuntu é pré-instalado quando trocando de um sistema não Mythbuntu para um Mythbuntu. Ele pode ser automaticamente removido com segurança aqui.
sv: All Mythbuntu-grafik är förinstallerad när du växlar från en icke-Mythbuntu-roll till en Mythbuntu-roll. Den kan automatiskt tas bort här utan problem.

source: Automatically start MythTV standalone session upon boot
es: Iniciar automáticamente una sesión autónoma de MythTV tras el arranque
fi: Aloita erillinen MythTV-istunto automaattisesti käynnistettäessä.
fr: Lancer automatiquement une session MythTv autonome au démarrage.
he: הפעלה אוטומטית של MythTV בעת ההפעלה.
it: Eseguire automaticamente la sessione standalone di MythTV all'avvio
pl: Automatyczne uruchamianie samodzielnej sesji MythTV podczas uruchamiania komputera
pt_br: Iniciar automaticamente MythTV com o sistema
sv: Starta automatiskt en fristående MythTV-session vid uppstart

source: Choose User Name to automatically login to.
es: Elija el nombre de usuario con el que quiere entrar al sistema automáticamente.
fi: Valitse käyttäjänimi automaattiseen kirjautumiseen.
fr: Choisissez l'utilisateur à connecter automatiquement.
he: בחר שם משתמש להתחברות אוטומטית.
it: Scegliere un nome utente per accedere automaticamente.
pl: Wybór użytkownika do automatycznego zalogowania.
pt_br: Escolha um nome de usuário para automaticamente fazer o login
sv: Välj ett användarnamn att automatiskt logga in med.

source: Depending on the primary purpose for this box, you may want to override the default Mythbuntu artwork and automatic login behavior.
es: Dependiendo del propósito principal de su equipo, puede preferir obviar los gráficos predeterminados de Mythbuntu y el comportamiento de la entrada automática al sistema.
fi: Riippuen tämän tietokoneen pääasiallisesta käyttötarkoituksesta, voit halutessasi muuttaa Mythbuntun taidetta ja kirjautumisen käyttäytymistä.
fr: Suivant l'utilisation principale de votre machine, vous pouvez vouloir neutraliser l'apparence par défaut de Mythubuntu et la connexion automatique.
he: בהתאם למטרתה העיקרית של קופסה זו, ייתכן ותרצו להחליף את חזות המערכת ואת התנהגות ההתחברות האוטומטית.
pl: Zależnie od głównego zadania tego komputera można pominąć domyślny motyw graficzny Mythbuntu i automatyczne logowanie.
pt_br: Dependendo do objetivo principal desse computador, você pode querer sobrescrever a arte do Mythbuntu e o comportamento de autenticação automático.
sv: Beroende av det primära syftet för den här maskinen så kanske du vill åsidosätta standardgrafiken i Mythbuntu och det automatiska inloggningsbeteendet.

source: Mythbuntu Artwork & Settings
es: Grafícos y configuración de Mythbuntu
fi: Mythbuntun taide & asetukset
fr: Apparence et paramètres de Mythubuntu
he: הגדרות התצורה והחזות של Mythbuntu
it: Grafica e impostazioni di Mythbuntu
pl: Motyw Mythbuntu i ustawienia
pt_br: Arte-Final do Mythbuntu & Opções
sv: Grafik och inställningar för Mythbuntu

source: <b>MySQL Server Information</b>
es: <b>Información del servidor MySQL</b>
fi: <b>MySQL-palvelimen tiedot</b>
fr: <b>Informations sur le serveur MySQL</b>
he: <b>MySQL נתוני שרת ה-</b>
it: <b>Informazioni server MySQL</b>
pl: <b>Informacje serwera MySQL</b>
pt_br: <b>Informação sobre o Servidor MySQL</b>
sv: <b>Information om MySQL-server</b>

source: <b>MythTV Setup</b>
fi: <b>MythTV-asetukset</b>
fr: <b>Configuration de MythTV</b>
he: <b>התקנת MythTV</b>
it: <b>Impostazione MythTV</b>
pl: <b>Ustawienia MythTV</b>
pt_br: <b>Configurar MythTV</b>
sv: <b>MythTV-konfiguration</b>

source: <big><b>MythTV Configuration</b></big>
es: <big><b>Configuración de MythTV</b></big>
fi: <big><b>MythTV-kokoonpano</b></big>
fr: <big><b>Configuration de MythTV</b></big>
he: <big><b>MythTVהגדרת </b></big>
it: <big><b>Configurazione MythTV</b></big>
pl: <big><b>Konfiguracja MythTV</b></big>
pt_br: <big><b>Configuração MythTV</b></big>
sv: <big><b>Konfiguration av MythTV</b></big>
