Repository: jr3us/mythtv-control-center
Catalog: po/*.po
Languages: es, fi, fr, he, it, pl, pt_br, sv

source: For machines containing a backend role, MythTV Setup can be launched and configured here after installing the role. Machines containing a frontend role can configure the information necessary to contact the primary backend here as well.
es: Para máquinas que contengan un rol «backend», MythTV Setup puede ejecutarse y configurarse aquí tras la instalación del rol. Las máquinas que contengan un rol «frontend» pueden configurar aquí también la información necesaria para contactar con el «backend» primario.
fr: Pour les machines ayant un rôle de moteur de traitement (backend), MythTV Setup peut être lancé et configuré ici après avoir assigné le rôle de la machine. Les machines ayant un rôle d'interface (frontend) peuvent également configurer ici les informations nécessaires pour contacter le moteur de traitement primaire.
he: עבור מחשבים המכילים תפקידי רקע, התקנת MythTV ניתנת להפעלה ולהגדרה מכאן לאחר התקנת הגדרת התיפקוד. מחשבים בעלי תפקידי ממשק הפעלה יכולים להגדיר את המידע הנחוץ ליצירת קשר עם המנגנון הראשי גם כן כאן.
it: Per le macchine contenenti un ruolo di backend, l'impostazione di MythTV può essere avviata e configurata dopo l'installazione del ruolo. Allo stesso modo le macchine contenenti un ruolo di frontend possono configurare le informazioni necessarie per contattare il backend primario.
pl: Na komputerach zawierających rolę modułu przetwarzającego, "Ustawienia MythTV" mogą zostać uruchomione i skonfigurowane tutaj po jej zainstalowaniu. Na komputerach zawierających rolę interfejsu można tutaj skonfigurować ustawienia wymagane do połączenia z głównym modułem przetwarzającym.
pt_br: Para máquinas com papel de backend, o Setup do MythTV pode ser executado e configurado aqui depois de instalando o papel. Máquinas com papel de frontend podem configurar a informação necessária para contatar o backend primário aqui.
sv: För maskiner som innehåller en serverroll kan MythTV-konfiguration startas och konfigureras här efter att rollen installerats. Maskiner som innehåller en klientroll kan även ange den information som behövs för att kontakta den primära servern här.

source: Launch MythTV Setup
es: Ejecutar MythTV Setup
fi: Käynnistä MythTV-asetukset
fr: Lancer la configuration de MythTV
he: הפעל את התקנת MythTV
it: Avvia configurazione MythTV
pl: Uruchom "Ustawienia MythTV"
pt_br: Execute a Configuração do MythTV
sv: Starta MythTV-konfiguration

source: MySQL MythTV Database:
es: Base de datos MySQL de MythTV:
fi: MySQL:n MythTV-tietokanta:
fr: Base de données MythTV MySQL :
he: מסד הנתונים של MythTV בתצורת MySQL:
it: Database MySQL MythTV:
pl: Baza danych MySQL MythTV:
pt_br: Banco de Dados MySQL do MythTV
sv: MySQL MythTV-databas:

source: MySQL MythTV Password:
es: Contraseña MySQL de MythTV:
fi: MySQL:n MythTV-salasana:
fr: Mot de passe MythTV MySQL :
he: סיסמת ה-MySQL ל-MythTV:
it: Password MySQL MythTV:
pl: Hasło MySQL MythTV:
pt_br: Senha do MySQL para MythTV:
sv: MySQL MythTV-lösenord:

source: MySQL MythTV User:
es: Usuario MySQL de MythTV:
fi: MySQL:n MythTV-käyttäjä:
fr: Utilisateur MythTV MySQL :
he: משתמש ה-MySQL ל-MythTV:
it: Utente MySQL MythTV:
pl: Użytkownik MySQL MythTV:
pt_br: Senha do MySQL para MythTV:
sv: MySQL MythTV-användare:

source: MySQL Server:
es: Servidor MySQL:
fi: MySQL-palvelin:
fr: Serveur MySQL :
he: שרת ה-MySQL:
it: Server MySQL:
pl: Serwer MySQL:
pt_br: Servidor MySQL:

source: Test MySQL Connection
es: Probar la conexión MySQL
fi: Testaa MySQL-yhteyttä
fr: Tester la connexion au serveur MySQL
he: בדוק את החיבור אל MySQL
it: Verifica connessione MySQL
pl: Test połączenia MySQL
pt_br: Testar Conexão MySQL
sv: Testa MySQL-anslutningen

source: Test Results:
es: Probar los resultados:
fi: Testitulokset:
fr: Resultats du test :
he: תוצאות הבדיקה:
it: Risultati:
pl: Wynik testu:
pt_br: Resultado do Teste:
sv: Testresultat:

source: <b>Music</b>
es: <b>Música</b>
fi: <b>Musiikki</b>
fr: <b>Musique</b>
he: <b>מוסיקה</b>
it: <b>Musica</b>
pl: <b>Muzyka</b>
pt_br: <b>Musica</b>
sv: <b>Musik</b>

source: <b>Pictures</b>
es: <b>Imágenes</b>
fi: <b>Kuvat</b>
fr: <b>Images</b>
he: <b>תמונות</b>
it: <b>Immagini</b>
pl: <b>Obrazy</b>
pt_br: <b>Imagem</b>
sv: <b>Bilder</b>

source: <b>Videos</b>
es: <b>Vídeos</b>
fi: <b>Videot</b>
fr: <b>Vidéos</b>
he: <b>סרטוני וידאו</b>
it: <b>Video</b>
pl: <b>Filmy</b>
pt_br: <b>Vídeos</b>
sv: <b>Video</b>

source: <big><b>Remote Network Shares</b></big>
es: <big><b>Comparticiones de red remotas</b></big>
fi: <big><b>Etäverkon jaot</b></big>
fr: <big><b>Partages réseau distant</b></big>
he: <big><b>תיקיות רשת משותפות מרוחקות</b></big>
it: <big><b>Condivisioni di rete remota</b></big>
pl: <big><b>Zdalne zasoby sieciowe</b></big>
pt_br: <big><b>Redes Remota Compartilhadas</b></big>
sv: <big><b>Fjärrutdelningar</b></big>

source: If you have other PCs that you use to store videos, music, or pictures, these mounts can be configured here. If you want to share your content, see the System Services tab.
es: Si tiene otros equipos que usa para almacenar vídeos, música o imágenes, puede configurar aquí cómo montarlos. Si desea compartir su contenido, vea la pestaña Servicios del sistema
fi: Jos sinulla on muita PC:itä, joissa säilytät musiikkia, videoita tai kuvia, nämä liitokset täytyy asettaa tässä. Jos haluat jakaa sisältöä, katso 'Järjestelmän palvelut' -välilehti.
fr: Si vous utilisez d'autres PCs pour stocker des vidéos, de la musique ou des images, il est possible de les configurer ici. Si vous souhaitez partager votre contenu, référez-vous à l'onglet Options système.
he: אם ברשותכם מחשבים אחרים המשמשים לאיחסון וידאו, מוסיקה או תמונות, ניתן להגדיר את עגינתם כאן. אם ברצונכם לשתף תוכן זה, נא הביטו בלשונית שירותי המערכת.
it: Se vengono usati altri PC per memorizzare video, musica o immagini, possono essere configurati qui. Per condiverne i contenuti, vedere la scheda «Servizi di sistema».
pl: Jeśli użytkownik posiada więcej komputerów, na których przechowuje filmy, muzykę i obrazy, połączenia z nimi mogą zostać tutaj skonfigurowane. Aby współdzielić zawartość proszę dostosować ustawienia w karcie "Usługi systemowe".
pt_br: Se você tiver outros PCs que você usa para armazenar vídeos, música, ou imagens, estas montagens podem ser configurados aqui. Se você quiser compartilhar seu conteúdo, consulte a guia de Sistema de Serviços.
sv: Om du har andra datorer som du använder för att lagra video, musik eller bilder på, kan monteringar till dem konfigureras här. Om du vill dela ut ditt innehåll kan du se på fliken Systemtjänster.

source: Test Connection
es: Test de conexión
fi: Testiyhteys
fr: Examiner le raccordement
he: בדיקת החיבור
it: Verifica connessione
pl: Test połączenia
pt_br: Testar Conexão
sv: Testa anslutning

source: [disabled] smb:// nfs://
fi: [pois käytöstä] smb:// nfs://
fr: [désactivé] smb:// nfs://
he: [מנוטרל] smb:// nfs://
it: [disabilitato] smb:// nfs://
pl: [wyłączone] smb:// nfs://
pt_br: [desabilitado] smb:// nfs://
sv: [inaktiverad] smb:// nfs://

source: protocol://SERVER/share
es: protocolo://SERVER/share
fi: yhteyskäytäntö://PALVELIN/jako
pl: protokół://SERWER/zasób
sv: protokoll://SERVER/utdelning

source: <b>AMD Catalyst Control Center</b>
es: <b>Centro de control Catalyst de AMD</b>
fi: <b>AMD Catalyst -hallintakeskus</b>
fr: <b>Centre de contrôle AMD Catalyst</b>
he: <b>AMD Catalyst לוח בקרת</b>
pl: <b>Centrum sterowania AMD Catalyst</b>
pt_br: <b>Centro de Controle AMD Catalyst</b>
sv: <b>Kontrollcenter för AMD Catalyst</b>

source: <b>NVIDIA Driver Configuration Utility</b>
es: <b>Herramienta de configuración para controladores NVIDIA</b>
fi: <b>NVIDIA-ajureiden asetustyökalu</b>
fr: <b>Utilitaire de configuration du pilote NVIDIA</b>
he: <b>NVIDIA כלי הגדרת מנהל ההתקנים </b>
pl: <b>Narzędzie konfiguracji sterownika NVIDIA</b>
pt_br: <b>Utilitário de Configuração de Driver para NVIDIA</b>
sv: <b>Konfigurationsverktyg för NVIDIA-drivrutiner</b>

source: <b>Restricted Drivers Manager</b>
es: <b>Gestor de controladores restringidos</b>
fi: <b>Rajoitettujen ajureiden hallinta</b>
fr: <b>Gestionnaire de pilotes propriétaires</b>
he: <b>כלי ניהול מנהלי ההתקנים המוגבלים</b>
it: <b>Gestore driver con restrizioni</b>
pl: <b>Menedżer sterowników własnościowych</b>
pt_br: <b>Gerenciador de Drivers Restrito</b>
sv: <b>Hanterare för proprietära drivrutiner</b>

source: <b>Ubuntu Display Configuration Utility</b>
es: <b>Herramienta de configuración de pantalla de Ubuntu</b>
fi: <b>Ubuntun näytön asetusten työkalu</b>
fr: <b>Utilitaire de configuration de l'affichage d'Ubuntu</b>
he: <b>כלי הגדרת התצוגה של אובונטו</b>
it: <b>Utilità di configurazione schermo di Ubuntu</b>
pl: <b>Narzędzie konfiguracji wyświetlania Ubuntu</b>
pt_br: <b>Utilitário Ubuntu de Configuração de Vídeo</b>
sv: <b>Ubuntus skärmkonfigurationsverktyg</b>

source: <big><b>Proprietary Drivers</b></big>
es: <big><b>Controladores propietarios</b></big>
fi: <big><b>Rajoitetut ajurit</b></big>
fr: <big><b>Pilotes propriétaires</b></big>
he: <big><b>מנהלי התקנים קניניים</b></big>
it: <big><b>Driver proprietari</b></big>
pl: <big><b>Sterowniki własnościowe</b></big>
pt_br: <big><b>Priedades dos Drivers</b></big>
sv: <big><b>Proprietära drivrutiner</b></big>

source: Install NVIDIA Settings Utility
es: Instalar utilidad de configuración de NVIDIA
fi: Asenna NVIDIA Settings -työkalu
fr: Installer l'Outil de Paramétrage NVIDIA
it: Installare NVIDIA Settings Utility
pl: Zainstaluj narzędzie ustawień NVIDIA
pt_br: Instalar utilitário de configurações NVIDIA
sv: Installera verktyget NVIDIA Settings

source: Launch AMDCCCLE
es: Ejecutar AMDCCCLE
fi: Käynnistä AMDCCCLE
fr: Lancer AMDCCCLE
he: הרץ AMDCCCLE
it: Avvia «AMDCCCLE»
pl: Uruchom AMDCCLE
pt_br: Executar AMDCCCLE
sv: Starta AMDCCCLE

source: Launch NVIDIA Settings
es: Ejecutar la configuración de NVIDIA
fi: Käynnistä NVIDIA-asetukset
fr: Lancer la configuration Nvidia
he: הפעל את הגדרות NVIDIA
it: Avvia «NVIDIA Settings»
pl: Uruchom ustawienia NVIDIA
pt_br: Executar Configurações NVIDIA
sv: Starta NVIDIA Settings

source: Launch Restricted Drivers Manager
es: Ejecutar el gestor de controladores restringidos
fi: Käynnistä rajoitettujen ajureiden hallinta
fr: Lancer le gestionnaire de pilotes propriétaires
he: טען את כלי ניהול מנהלי ההתקנים המוגבלים
it: Avvia «Gestore driver con restrizioni»
pl: Uruchom Menedżera sterowników własnościowych
pt_br: Executar Gerenciador de Drivers Restritos
sv: Starta Hanterare för proprietära drivrutiner

source: Launch Xorg Config
es: Ejecutar la configuración de Xorg
fi: Käynnistä Xorg-asetukset
fr: Lancer la configuration de Xorg
he: הפעל את הגדרת Xorg
it: Avvia «Xorg Config»
pl: Uruchom konfigurację Xorg
pt_br: Executar Configuração do Xorg
sv: Starta Xorg Config

source: Proprietary Graphics Drivers can provide enhanced performance during High Definition Video playback and Menu Effects. They are also required for TV-Output.
es: Los controladores gráficos propietarios pueden proporcionar un rendimiento superior en la reproducción de vídeo de alta definición y en efectos de menú. También son necesarios para la salida de TV.
fi: Rajoitetut näytönohjainten ajurit voivat tarjota tehostettua suorituskykyä teräväpiirtovideoissa ja valikoiden tehosteissa. Niitä tarvitaan myös joskus TV-ulostuloon.
fr: Les pilotes graphiques propriétaires peuvent fournir de meilleurs performances pour la vidéo haute définition et les effets de menu. Ils sont également nécessaires pour la sortie TV.
he: מנהלי התקני תצוגה קניניים יכולים לספק ביצועים מיטביים במהלך נגינת וידאו באיכות גבוהה ואפקטי תפריטים. הם נדרשים גם כן לצורכי הפעלת פלט הטלויזיה (TV-Out).
it: I driver grafici proprietari possono fornire migliori performance durante la riproduzione di video ad alta definizione e con gli effetti menù, e inoltre sono richiesti per l'uscita TV.
pl: Własnościowe sterowniki kart graficznych mogą polepszyć wydajność podczas odtwarzania filmów o wysokiej rozdzielczości oraz przy efektach menu. Są także wymagane do obsługi wyjścia telewizyjnego.
pt_br: Gráfico de Drivers Proprietários podem proporcionar melhora da performance durante reprodução de Vídeo de Alta Definição e Efeitos de Menu. Eles também são necessários para Saída de TV.
sv: Proprietära grafikdrivrutiner kan ge förbättrad prestanda vid uppspelning av högdefinitionsvideo (HD) och menyeffekter. De är också nödvändiga för TV-ut.

source: <big><b>Infrared Remotes and Transmitters</b></big>
es: <big><b>Mandos a distancia y transmisores infrarrojos</b></big>
fi: <big><b>Infrapunakaukosäätimet ja -lähettimet</b></big>
fr: <big><b>Télécommandes et transmetteurs infrarouges</b></big>
it: <big><b>Telecomandi e trasmettitori a infrarossi</b></big>
pl: <big><b>Piloty na podczerwień i nadajniki</b></big>
sv: <big><b>Infraröda fjärrkontroller och sändare</b></big>

source: Choose your IR transmitter from the list of supported blasters below.
es: Seleccione su transmisor infrarrojo en la siguiente lista de dispositivos soportados.
fr: Choisissez votre transmetteur IR dans la liste des matériels pris en charge ci-dessous.
it: Scegliere il trasmettitore IR dall'elenco dei supportati sottostante.
pl: Proszę wybrać nadajnik IR z listy obsługiwanych urządzeń poniżej.
sv: Välj din IR-sändare från listan över enheterna som stöds.

source: Choose your remote control from the list of supported remotes below. A standard (but further customizable) configuration will be loaded for you.
es: Elija su control remoto de la lista inferior de remotos soportados. Se cargará una configuración estándar pero personalizable posteriormente.
fr: Choisissez votre télécommande parmi celles prises en charge ci-dessous. Une configuration standard (mais paramétrable plus tard) sera chargée pour vous.
he: בחרו את שלט הרחוק שברשותכם מתוך רשימת השלטים הנתמכים להלן. הגדרה תקנית (אך ניתנת לכיוונון) תיטען עבורכם.
it: Scegliere il telecomando dall'elenco dei supportati sottostante. Verrà caricata una configurazione standard (ma ulteriormente personalizzabile).
pl: Proszę wybrać pilota zdalnego sterowania z poniższej listy obsługiwanych urządzeń. Zostanie wczytana standardowa (ale możliwa do dalszego dostosowania) konfiguracja.
pt_br: Escolha o seu controle remoto a partir da lista dos suportados abaixo. Uma configuração padrão (porém personalizável) será carregada para você.
sv: Välj din fjärrkontroll från listan över de fjärrkontroller som stöds. En standardkonfiguration (men senare anpassningsbar) kommer att läsas in åt dig.

source: Configuration:
es: Configuración:
fi: Kokoonpano:
he: הגדרה:
it: Configurazione:
pl: Konfiguracja:
pt_br: Configuração:
sv: Konfiguration:

source: Device:
es: Dispositivo:
fi: Laite:
fr: Périphérique :
it: Periferica:
pl: Urządzenie:
sv: Enhet:

source: Driver:
es: Controlador:
fi: Ajuri:
fr: Pilote :
he: מנהל ההתקן:
pl: Sterownik:
sv: Drivrutin:

source: Enable a Remote Control
es: Habilitar un control remoto
fi: Ota käyttöön kauko-ohjaus
fr: Activer une télécommande
he: אפשר שימוש בשלט רחוק
it: Abilita un telecomando
pl: Pilot zdalnego sterowania
pt_br: Habilitar o Controle Remoto
sv: Aktivera en fjärrkontroll

source: Enable an IR Transmitter
es: Habilitar un transmisor IR
fi: Ota infrapunalähetin käyttöön
fr: Activer un transmetteur IR
it: Abilita un trasmettitore IR
pl: Nadajnik IR
sv: Aktivera en IR-sändare

source: Generate dynamic button mappings
es: Genera mapeado de botones dinámico
fr: Génération dynamique de la configuration des boutons
he: צור מיפוי מקשים דינאמי
it: Genera una mappatura dinamica dei pulsanti
pl: Generowanie dynamicznego mapowania przycisków
pt_br: Gerar mapeamentos dinâmicos aos butões
sv: Generera dynamiska knappmappningar

source: Module(s):
es: Módulo(s):
fi: Moduuli(t):
he: מודול/ים:
it: Moduli:
pl: Moduł(y):
pt_br: Modulo(s):
sv: Modul(er):

source: Remote:
es: Remoto:
fi: Etäkone:
fr: Télécommande :
he: שלט:
it: Telecomando:
pl: Pilot:
pt_br: Remoto:
sv: Fjärr:

source: Select Remote lircd.conf
es: Seleccionar lircd.conf remoto
fi: Valitse kaukosäätimen lircd.conf
fr: Sélectionnez le lircd.conf de la télécommande
it: Seleziona lircd.conf del telecomando
pl: Wybierz plik lircd.conf pilota
sv: Välj lircd.conf för fjärrkontroll

source: Select Transmitter lircd.conf
es: Seleccione el archivo lircd.conf del transmisor
fi: Valitse lähettimen lircd.conf
fr: Sélectionnez le lircd.conf du transmetteur
it: Seleziona lircd.conf del trasmettitore
pl: Wybierz plik lircd.conf nadajnika
sv: Välj lircd.conf för sändare

source: Transmitters:
es: Transmisores:
fi: Lähettimet:
fr: Transmetteurs :
it: Trasmettitori:
pl: Nadajniki:
sv: Sändare:

source: <b>Backend Role</b>
es: <b>Rol de «backend»</b>
fi: <b>Taustakonerooli</b>
fr: <b>Rôle de moteur de traitement</b>
he: <b>תפקיד רקע</b>
it: <b>Ruolo di backend</b>
pl: <b>Rola modułu przetwarzającego</b>
pt_br: <b>Tarefa Secundária</b>
sv: <b>Serverroll</b>

source: <b>Desktop Role</b>
es: <b>Rol de escritorio</b>
fi: <b>Työpöytärooli</b>
fr: <b>Rôle de machine de bureau</b>
he: <b>תפקיד שולחן העבודה</b>
it: <b>Ruolo desktop</b>
pl: <b>Rola pulpitu</b>
pt_br: <b>Tarefa de Desktop</b>
sv: <b>Skrivbordsroll</b>

source: <b>Diskless Server</b>
es: <b>Servidor sin disco</b>
fi: <b>Levytön palvelin</b>
fr: <b>Serveur sans disque dur</b>
it: <b>Server senza disco</b>
pl: <b>Serwer bez dysku</b>
sv: <b>Disklös server</b>

source: <b>Frontend Role</b>
es: <b>Rol de «frontend»</b>
fi: <b>Edustakonerooli</b>
fr: <b>Rôle d'interface</b>
he: <b>תפקיד ממשק המשתמש</b>
it: <b>Ruolo di frontend</b>
pl: <b>Rola interfejsu</b>
pt_br: <b>Tarefa Primária</b>
sv: <b>Klientroll</b>

source: <big><b>System Roles</b></big>
es: <big><b>Roles del sistema</b></big>
fi: <big><b>Järjestelmäroolit</b></big>
fr: <big><b>Rôles du sytème</b></big>
he: <big><b>תפקידי המערכת</b></big>
it: <big><b>Ruoli di sistema</b></big>
pl: <big><b>Role systemu</b></big>
pt_br: <big><b>Tarefas de Sistema</b></big>
sv: <big><b>Systemroller</b></big>

source: A machine containing a backend role will schedule and record television shows. Also, a backend role is needed on a network somewhere for a frontend role to connect to.
es: Una máquina que contenga un rol de «backend» podrá programar y grabar programas de televisión. Además, este rol se necesita en cualquier red donde alguien con rol de «frontend» quiera conectarse.
fr: Une machine ayant un rôle de moteur de traitement programmera et effectuera les enregistrements des émissions TV. Sur un réseau ou se trouve une machine ayant un rôle d'interface, un moteur de traitement est nécessaire pour qu'elle s'y connecte.
he: מחשב תפקידי מנגנון יקבע הקלטה למועד אחר או יקליט בזמן אמת שידורי טלוויזיה. כמו כן, מנגנון שכזה נדרש ברשת על מנת שמחשב בעל תפקיד ממשק משתמש יוכל להתחבר אליו.
it: Una macchina contenente un ruolo di backend organizzerà e registrerà programmi televisivi. Inoltre un ruolo di backend è necessario in una rete affinchè un ruolo di frontend ci si possa collegare.
pl: Komputer zawierający rolę modułu przetwarzającego będzie nagrywał programy TV według harmonogramu. Interfejs wymaga połączenia sieciowego z modułem przetwarzającym.
pt_br: A máquina que assume o papel de backend agendará e armazenará programas de TV. A máquina de frontend se conecta à máquina de backend, por isso, o papel do backend é importante na rede.
sv: En maskin som innehåller en serverroll kommer att schemalägga och spela in tv-program. En serverroll krävs också på ett nätverk någonstans som en klientroll kan ansluta till.

source: A machine containing a frontend role will connect to a master backend to obtain recorded content.
es: Una máquina que contenga un rol de «frontend» podrá conectarse a un «backend» maestro para obtener contenido grabado.
fr: Une machine ayant un rôle d'interface se connectera à un moteur de traitement primaire pour récupérer les contenus enregistrés.
he: מחשב בעלת תפקיד ממשק משתמש יתחבר למחשב מנגנון, כדי להשיג תוכן מוקלט.
it: Una macchina contenente un ruolo di frontend si connetterà a un backend principale per acquisire i contenuti registrati.
pl: Komputer zawierający rolę interfejsu połączy się z głównym modułem przetwarzającym, aby uzyskać nagraną zawartość.
pt_br: Uma máquina com papel de interface (frontend) irá conectar a um servido (backend) principal para obter o conteúdo gravado.
sv: En maskin som innehåller en klientroll kommer att ansluta till en huvudserver för att hämta inspelat material.

source: A system role that will allow you to operate additional Frontend clients without installing Mythbuntu on them.
es: Un rol del sistema que le permite usar más interfaces de cliente sin necesidad de instalar Mythbuntu en ellos.
fr: Un rôle système vous permettant d'utiliser des clients supplémentaires ayant un rôle d'interface sans y installer Mythbuntu.
it: Un ruolo di sistema che permette di gestire client di frontend aggiuntivi senza installarci Mythbuntu.
pl: Rola systemu pozwala na ustawienie dodatkowych klientów interfejsu bez instalowania Mythbuntu.
sv: En systemroll som låter dig köra ytterligare klienter utan att behöva installera Mythbuntu på dem.

source: Add DHCP server
es: Añadir un servidor DHCP
fi: Lisää DHCP-palvelin
fr: Ajouter un serveur DHCP
it: Aggiungere server DHCP
pl: Dodanie serwera DHCP
sv: Lägg till DHCP-server

source: Although a Mythbuntu machine is intended to be used as an appliance, active roles may be added, removed, or modified at any time.
es: Aunque una máquina Mythbuntu pretende ser como un electrodoméstico, los roles activos pueden añadirse, eliminarse o modificarse en cualquier momento.
fr: Bien qu'une machine Mythubuntu soit conçue pour être utilisée comme un appareil ayant un rôle bien défini, des rôles actifs peuvent êtres ajoutés, supprimés ou modifiés à n'importe quel moment.
he: למרות שמחשב Mythbuntu נועד לתפקד כמוצר שלם, ניתן להסיר, להוסיף ולהגדיר לו אפשרויות ותפקידים רבים בכל עת.
it: Sebbene una macchina Mythbuntu è destinata ad essere usata come un'apparecchiatura, ruoli attivi possono essere aggiunti, rimossi o modificati in qualunque momento.
pl: Komputer z Mythbuntu w zamierzeniu ma być dedykowanym urządzeniem, ale w dowolnym czasie można dodawać, usuwać i modyfikować role aktywne.
pt_br: Embora uma máquina Mythbuntu se destina a ser utilizado como um aparelho, papéis podem ser usados, adicionados, removidos ou alterados a qualquer momento.
sv: Även om en Mythbuntu-maskin är tänkt till att användas som en svart låda kan aktiva roller läggas till, tas bort eller ändras när som helst.

source: Frontend
fi: Edustakone
fr: Interface
he: ממשק
pl: Interfejs
sv: Klient
