Repository: jr3us/mythtv-control-center
Catalog: po/*.po
Languages: es, fi, fr, he, it, pl, pt_br, sv

source: If you later decide that you would like to use this machine as a desktop, you can convert a machine from an applicance into a standalone machine that also has Mythbuntu configured.
es: Si posteriormente decide que le gustaría usar esta máquina como de escritorio, puede convertirla en una máquina autónoma que tenga también Mythbuntu configurado.
fr: Si vous décidez plus tard d'utiliser cette machine comme ordinateur de bureau, vous pourrez convertir cet appareil ayant un rôle précis en machine de bureau contenant également Mythubuntu.
he: במידה ובשלב מאוחר יותר תגלו עניין בשימוש במחשב זה בתור מחשב שולחני, תוכלו להמיר את המחשב מתצורת מוגדרת לתצורה עצמאית הכוללת מערכת מוגדרת של Mythbuntu.
it: Se in seguito si decide di usare questa macchina come desktop, può essere effettuata la conversione da apparecchiatura a macchina autonoma con Mythbuntu configurato.
pl: Jeśli w późniejszym czasie zostanie podjęta decyzja o użyciu tego komputera jako biurkowego, można zmienić komputer z urządzenia dedykowanego w samodzielny komputer ze skonfigurowanym MythTV.
pt_br: Se mais tarde você decidir que gostaria de utilizar esta máquina como um desktop, você pode converter uma máquina de um aparelho em uma máquina isolada, que também tem Mythbuntu configurado.
sv: Om du senare bestämmer dig för att använda den här maskinen som en skrivbordsdator så kan du konvertera en maskin från en svart låda till en fristående maskin som även har Mythbuntu konfigurerad.

source: Kubuntu Desktop
es: Escritorio de Kubuntu
fi: Kubuntu-työpöytä
fr: Bureau Kubuntu
he: מחשב שולחני קובונטו
pl: Pulpit Kubuntu
sv: Kubuntu-skrivbord

source: No Backend
es: Ningún backend
fi: Ei taustakonetta
fr: Pas de moteur de traitement
he: לא שרת מנגנון
it: Nessun backend
pl: Bez modułu przetwarzającego
pt_br: Sem Backend
sv: Ingen server

source: No Frontend
es: Ningún frontend
fi: Ei edustakonetta
fr: Pas d'interface
he: לא ממשק משתמש
it: Nessun frontend
pl: Bez interfejsu
pt_br: Sem Frontend
sv: Ingen klient

source: Primary Backend
es: Backend primario
fi: Ensisijainen taustakone
fr: Machine primaire de traitement
he: מנגנון ראשי
it: Backend primario
pl: Główny moduł przetwarzający
pt_br: Backend Primário
sv: Primär server

source: Secondary Backend
es: Backend secundario
fi: Toissijainen taustakone
fr: Machine secondaire de traitement
he: מנגנון משני
it: Backend secondario
pl: Drugorzędny moduł przetwarzający
pt_br: Backend secundário
sv: Sekundär server

source: Ubuntu Desktop
es: Escritorio de Ubuntu
fi: Ubuntu-työpöytä
fr: Bureau Ubuntu
he: מחשב שולחני אובונטו
pl: Pulpit Ubuntu
sv: Ubuntu-skrivbord

source: Xubuntu Deskop
es: Escritorio Xubuntu
fi: Xubuntu-työpöytä
fr: Bureau Xubuntu
pl: Pulpit Xubuntu
sv: Xubuntu-skrivbord

source: <b>MySQL Service</b>
es: <b>Servicio MySQL</b>
fi: <b>MySQL-palvelu</b>
fr: <b>Service MySQL</b>
he: <b>שירות MySQL</b>
it: <b>Servizio MySQL</b>
pl: <b>Usługa MySQL</b>
pt_br: <b>Serviço MySQL</b>
sv: <b>MySQL-tjänst</b>

source: <b>NFS Service</b>
es: <b>Servicio NFS</b>
fi: <b>NFS-palvelu</b
fr: <b>Service NFS</b>
he: <b> שירות שיתופי הרשת NFS</b>
it: <b>Servizio NFS</b>
pl: <b>Usługa NFS</b>
pt_br: <b>Serviço NFS</b>
sv: <b>NFS-tjänst</b>

source: <b>Note</b>: Pass must be >= 6 characters.
es: <b>Nota</b>: La contraseña debe contener al menos 6 caracteres.
fi: <b>Huom</b>: Salasanan tulee olla vähintään 6 kirjainta.
fr: <b>Remarque</b> : Le mot de passe doit faire au moins 6 charactères.
he: <b>שימו לב</b>: על הסיסמה להכיל >= 6 תווים.
it: <b>Nota</b>: la password deve essere >= 6 caratteri.
pl: <b>Uwaga</b>: Hasło musi mieć >= 6 znaków.
pt_br: <b>Note</b>: Senha deve ter pelo menos >= 6 caracteres.
sv: <b>Observera</b>: Lösenordet måste vara >= 6 tecken långt.

source: <b>SSH Service</b>
es: <b>Servicio SSH</b>
fi: <b>SSH-palvelu</b>
fr: <b>Service SSH</b>
he: <b>שירות פרוטוקול SSH</b>
it: <b>Servizio SSH</b>
pl: <b>Usługa SSH</b>
pt_br: <b>Serviço SSH</b>
sv: <b>SSH-tjänst</b>

source: <b>Samba Service</b>
es: <b>Servicio Samba</b>
fi: <b>Samba-palvelu</b>
fr: <b>Service Samba</b>
he: <b>שירות Samba</b>
it: <b>Servizio Samba</b>
pl: <b>Usługa Samba</b>
pt_br: <b>Serviço Samba</b>
sv: <b>Samba-tjänst</b>

source: <b>VNC Service</b>
es: <b>Servicio VNC</b>
fi: <b>VNC-palvelu</b>
fr: <b>Service VNC</b>
he: <b>שירות VNC</b>
it: <b>Servizio VNC</b>
pl: <b>Usługa VNC</b>
pt_br: <b>Serviço VNC</b>
sv: <b>VNC-tjänst</b>

source: <big><b>System Services</b></big>
es: <big><b>Servicios del sistema</b></big>
fi: <big><b>Järjestelmän palvelut</b></big>
fr: <big><b>Services système</b></big>
he: <big><b>שירותי מערכת</b></big>
it: <big><b>Servizi del sistema</b></big>
pl: <big><b>Usługi systemowe</b></big>
pt_br: <big><b>Sistema de Serviços</b></big>
sv: <big><b>Systemtjänster</b></big>

source: Disable Enable
es: Deshabilitar Habilitar
fi: Poista käytöstä Ota käyttöön
fr: Désactiver Activer
he: נטרל אפשר
it: Disabilita Abilita
pl: Włącz Wyłącz
pt_br: Desabilitar Habilitar
sv: Inaktivera Aktivera

source: Enter a password to be used:
es: Introduzca una contraseña para usar:
fi: Syötä käytettävä salasana
fr: Entrez un mot de passe à utiliser :
he: הזינו סיסמה לשימושכם:
it: Inserire una password da usare:
pl: Proszę wprowadzić hasło do użycia:
pt_br: Entre com a senha do usário para ser usado:
sv: Ange ett lösenord:

source: If you will be using a remote Frontend or Backend, you will need to enable MySQL on your ethernet interface.
es: Si va a usar un frontend o un backend remoto, necesitará habilitar MySQL en su interfaz de red.
fi: Jos käytät etätausta- tai edustakonetta, MySQL tulee ottaa käyttöön verkkoliitännässä.
fr: Si vous voulez utiliser une machine d'interface ou une machine de traitement distante, vous devrez activer MySQL sur votre interface réseau.
he: במידה ותבחרו להשתמש בממשק משתמש או מנגנון מרוחקים, יהיה עליכם להפעיל את שירות ה-MySQL בממשק הרשת שלכם.
it: Se verrà utilizzato un frontend o un backend remoto, dovrà essere abilitato MySQL sull'interfaccia ethernet.
pl: Podczas używania zdalnego interfejsu lub modułu przetwarzającego należy włączyć MySQL na interfejsie sieciowym.
pt_br: Se você for usar uma interface (frontend) ou um servidor (backend) remoto, você irá precisar habilitar o MySQL na sua interface ethernet.
sv: Om du kommer att använda en fjärrklient eller server så behöver du aktivera MySQL på ditt nätverksgränssnitt.

source: NFS provides filesharing to other Unix & Linux clients.
es: NFS proporciona compartición de archivos a otros clientes de Unix y Linux.
fi: NFS tarjoaa tiedostojen jaon muiden Unix/Linux-asiakkaiden kanssa.
fr: NFS permet le partage de fichiers avec d'autres clients Linux et Unix.
he: מערכת השיתוף NFS מספקת שיתוף קבצים למערכות יוניקס ולינוקס אחרות.
it: NFS fornisce la condivisione file ad altri client Unix e Linux.
pl: NFS dostarcza usługę współdzielenia plików z innymi klientami Unix i Linux.
pt_br: NFS fornece compartilhamento de arquivos a outros clientes Unix e Linux .
sv: NFS tillhandahåller fildelning till andra Unix och Linux-klienter

source: SSH is a very commonly used protocol for console based remote administration of a machine.
es: SSH es un protocolo muy habitual para administración remota de máquinas por consola.
fr: SSH est un protocole couramment utilisé pour l'administration en mode console d'une machine distante.
he: פרוטוקול SSH הינו פרוטוקול נפוץ למסופים המבוססים על מערכות הנשלטות מרחוק.
it: SSH è un protocollo usato molto comunemente per l'amministrazione remota di una macchina tramite console.
pl: SSH jest szeroko rozpowszechnionym protokołem do zdalnej administracji przez konsolę.
pt_br: SSH é um protocolo muito usado para administração remota de uma máquina, via console.
sv: SSH är ett ofta använt protokoll för konsollbaserad fjärradministration av en maskin.

source: Samba provides Windows File Sharing services. These can then be accessed via Windows or any Samba client.
es: Samba proporciona servicios de compartición de archivos de Windows. Se puede acceder a éstos a través de Windows o de cualquier cliente Samba.
fr: Samba fournit les services de partage de fichiers Windows. Ils sont accessible depuis Windows ou un client Samba.
he: Samba מספקת שירותי שיתוף קבצים עם מערכת חלונות. אל אלו ניתן לגשת מכל מערכת Windows או לקוח Samba.
it: Samba fornisce i servizi di condivisione file di Windows. L'accesso può essere effettuato tramite Windows o qualsiasi client Samba.
pl: Samba dostarcza usługę współdzielenia plików z Windows. Dostęp można uzyskać za pomocą dowolnego klienta Samba lub Windows.
pt_br: Samba provê serviço de compartilhamento de arquivos Windows. Isso pode então ser acessado via Windows ou qualquer cliente Samba.
sv: Samba tillhandahåller tjänster för Windows-fildelning. Dessa kan kommas åt via Windows eller andra Samba-klienter.

source: These services are typically used by people setting up a Mythbuntu box. Applicable services that are already installed can be reconfigured by selecting <b>Reconfigure</b>.
es: Estos servicios se usan habitualmente por la gente que configura un equipo Mythbuntu. Los servicios aplicables que ya están instalados pueden reconfigurarse seleccionando <b>Reconfigurar</b>.
fr: Ces services sont généralement utilisés par les personnes qui mettent en place une machine avec Mythbuntu. Les services applicables qui sont déjà installés peuvent être reconfigurés en sélectionnant <b>Reconfigurer</b>.
he: שירותים אלו נפוצים אצל אנשים המתקינים מחשב Mythbuntu. ניתן להגדיר מחדש יישומים שהותקנו מבעוד מועד, על-ידי בחירה ב<b>הגדר מחדש</b>.
it: Questi servizi sono quelli tipici usati per allestire una postazione Mythbuntu. I servizi validi che sono già installati possono essere riconfigurati selezionando <b>Riconfigura</b>.
pl: Te usługi są zazwyczaj używane przez użytkowników konfigurujących komputery z Mythbuntu. Usługi już zainstalowane mogą zostać skonfigurowane wybierając <b>Reconfigure</b>.
pt_br: Esses serviços são tipicamente usados por pessoas configurando um computador Mythbuntu. Serviços aplicáveis que já estão instalados podem ser reconfigurados pela opção <b>Reconfigure</b>.
sv: Dessa tjänster används ofta av personer som konfigurerar en Mythbuntu-maskin. Tjänster som redan är installerade kan konfigureras om genom att välja <b>Konfigurera om</b>.

source: VNC is a very commonly used protocol for graphical remote administration and control.
es: VNC es un protocolo muy habitual para administración y control remoto de modo gráfico.
fi: VNC on erittäin yleisesti käytetty yhteyskäytäntö graafiseen etähallintaan ja ohjaukseen.
fr: VNC est un protocole couramment utilisé pour l'administration et le contrôle à distance en mode graphique.
he: שירות VNC הינו פרוטוקול נפוץ לממשק משתמש גרפי לבקרה ושליטה מרחוק.
it: VNC è un protocollo usato molto comunemente per l'amministrazione e il controllo remoto in maniera grafica.
pl: VNC jest powszechnie używanym protokołem do zdalnej graficznej administracji i obsługi.
pt_br: VNC é um protocolo muito usado para administração e controle remoto gráfico.
sv: VNC är ett ofta använt protokoll för grafisk fjärradministration och styrning.

source: <b>Client Bootable Flash Drive</b>
es: <b>Unidad flash arrancable del cliente</b>
fr: <b>Disque flash d'amorçage client</b>
it: <b>Drive flash avviabile del client</b>
pl: <b>Uruchamialny kliencki napęd Flash</b>
sv: <b>Startbar, flyttbar klientenhet</b>

source: <b>Client Maintenance</b>
es: <b>Mantenimiento del cliente</b>
fi: <b>Asiakkaan huoltotoimenpiteet</b>
fr: <b>Maintenance du client</b>
it: <b>Manutenzione client</b>
pl: <b>Obsługa klienta</b>
sv: <b>Klientunderhåll</b>

source: <b>Server Preparation</b>
es: <b>Preparación del servidor</b>
fi: <b>Palvelimen valmistelu</b>
fr: <b>Préparation du Serveur</b>
it: <b>Preparazione server</b>
pl: <b>Przygotowanie serwera</b>
sv: <b>Serverförberedning</b>

source: <big><b>Diskless Server</b></big>
es: <big><b>Servidor sin disco</b></big>
fi: <big><b>Levytön palvelin</b></big>
fr: <big><b>Serveur sans disque dur</b></big>
it: <big><b>Server senza disco</b></big>
pl: <big><b>Serwer bez dysku</b></big>
sv: <big><b>Disklös server</b></big>

source: Allow unsigned packages
es: Permitir paquetes sin firmar
fi: Salli allekirjoittamattomat paketit
fr: Autoriser les paquets non signés
it: Accettare i pacchetti non firmati
pl: Zezwalaj na niepodpisane pakiety
pt_br: Permitir pacotes sem assinatura
sv: Tillåt osignerade paket

source: Although its possible to update applications from directly on a client machine, it is more efficient to do so from the server, and your machines will perform better.
es: Aunque es posible actualizar aplicaciones directamente en una máquina cliente, es más eficiente hacerlo en el servidor; de esta forma, sus máquinas darán mayor rendimiento.
fr: Bien qu'il soit possible de mettre à jour des applications directement sur une machine cliente, il est plus efficace de le faire depuis le serveur, et vos machines auront de meilleures performances.
it: Sebbene sia possibile aggiornare le applicazioni direttamente da un client, farlo dal server è più efficiente e la macchina resta più performante.
pl: Aktualizacja programów bezpośrednio na maszynie klienckiej jest możliwa, jednak bardziej efektywnym sposobem jest aktualizacja z serwera, komputery będą działać wydajniej.
sv: Även om det är möjligt att uppdatera program direkt på en klientdator så är det effektivare att göra så från servern, och dina datorer kan prestera bättre.

source: Build Image
es: Crear imagen
fi: Rakenna levykuva
fr: Construire l'image
it: Crea immagine
pl: Utwórz obraz
pt_br: Construir imagem
sv: Bygg avbildning

source: CPU architecture of your clients:
es: Arquitectura de CPU de sus clientes:
fi: Asiakkaiden suoritinarkkitehtuuri:
fr: Architecture processeur de vos clients :
it: Architettura CPU dei client:
pl: Architektura procesora klientów:
pt_br: Arquitetura do Processador (CPU) de seus clientes:
sv: Processorarkitektur för dina klienter:

source: Choose your image:
es: Seleccione su imagen:
fi: Valitse levykuva:
fr: Choisissez votre image :
it: Scegliere l'immagine:
pl: Proszę wybrać obraz:
pt_br: Escolha sua imagem:
sv: Välj din avbildning:

source: Commit Changes
es: Confirmar los cambios
fi: Toteuta muutokset
fr: Appliquer les Changements
it: Commit delle modifiche
pl: Zatwierdź zmiany
pt_br: Aplicar alterações
sv: Verkställ ändringar

source: Control Centre
es: Centro de control
fi: Hallintakeskus
fr: Centre de Contrôle
it: Centro di controllo
pl: Centrum sterowania
pt_br: Centro de controle
sv: Kontrollpanel

source: Delete Image
es: Eliminar la imagen
fi: Poista levykuva
fr: Supprimer l'image
it: Elimina immagine
pl: Usuń obraz
pt_br: Apagar imagem
sv: Ta bort avbildning

source: Flash Drive:
es: Unidad flash:
fi: Flash-asema:
fr: Disque flash :
it: Drive flash:
pl: Napęd Flash:
sv: Flyttbar disk:

source: Mythbuntu has the ability to serve frontend diskless images to client machines. This prevents you having to make any changes to the existing operating system as well as centralizing all maintenance at one main server.
es: Mythbuntu tiene la capacidad de servir imágenes sin disco de interfaces a las máquinas cliente. Esto evita tener que hacer ningún cambio en el sistema operativo existente, y le permite centralizar todo el mantenimiento en un único servidor principal.
fr: Mythbuntu a la possibilité de fournir des images d'interface sans disque aux machines clientes. Ceci vous évite de faire des changements sur le système d'exploitation existant et de centraliser toute la maintenance sur un serveur principal.
it: Mythbuntu è in grado di fornire le immagini del server frontend senza disco alle macchine client. Ciò evita la necessità di modificare il sistema operativo esistente e permette di centralizzare in unico server principale tutte le operazioni di manutenzione.
pl: Mythbuntu ma możliwość dostarczania bezdyskowych obrazów interfejsu do maszyn klienckich. W tym trybie nie trzeba wprowadzać zmian w istniejących systemach operacyjnych, a obsługa jest scentralizowana w jednym, głównym serwerze.
sv: Mythbuntu har möjligheten att erbjuda avbildningar för disklösa klientdatorer. Detta gör att du inte behöver göra några ändringar på det befintliga operativsystemet såväl som allt underhåll centraliseras på en huvudserver.

source: NIC Connect to Client:
es: Conexión de red al ciente:
fr: Interface réseau connectée au client :
pl: Karta sieciowa do połączenia z klientem:
sv: Nätverkskort att ansluta till klient:

source: Open Terminal
es: Abrir terminal
fi: Avaa pääte
fr: Ouvrir un terminal
it: Apri terminale
pl: Otwórz terminal
sv: Öppna terminal

source: Wake on LAN - Enter MAC:
es: Wake on LAN - Introduzca la MAC:
fr: Wake on LAN - saisir l'adresse MAC :
it: Wake on LAN - Inserire MAC:
pl: Wake on LAN - Proszę wprowadzić adres MAC:
pt_br: Wake on LAN - Informe o MAC:
sv: Wake on LAN - Ange MAC:

source: Write Drive
es: Unidad de escritura
fr: Écrire le disque
it: Scrivi su drive
pl: Napęd do zapisu
sv: Skriv på disk

source: [None]
es: [Ninguno]
fi: [Ei mitään]
fr: [Aucun]
it: [Nessuna]
pl: [Brak]
sv: [Ingen]

source: <big><b>Control Centre Progress</b></big>
es: <big><b>Progreso del Centro de control</b></big>
fi: <big><b>Hallintakeskuksen toimintojen eteneminen</b></big>
fr: <big><b>Avancement du centre de contrôle</b></big>
pl: <big><b>Postęp centrum sterowania</b></big>
sv: <big><b>Förlopp för kontrollpanel</b></big>

source: Details
es: Detalles
fi: Yksityiskohdat
fr: Détails
it: Dettagli
pl: Szczegóły
sv: Detaljer

source: Installation Details
es: Detalles de la instalación
fi: Asennuksen yksityiskohdat
fr: Détails de l'installation
it: Dettagli di installazione
pl: Szczegóły instalacji
sv: Detaljer om installationen

source: <b>NOTE</b>: The packages installable on this page are not officially supported by Mythbuntu or Ubuntu for legal reasons. The Medibuntu team is responsible for them. They are only provided here for convenience to Mythbuntu and Ubuntu users.
es: <b>NOTA</b>: Los paquetes instalables desde esta página no están soportados oficialmente por Mythbuntu ni Ubuntu por motivos legales. El equipo de Medibuntu es el responsable de ellos. Sólo se proporcionan para beneficio de los usuarios de Mythbuntu y Ubuntu.
fr: <b>NOTE</b>: Les paquets qui sont installables grâce à cette page ne sont pas supportés officiellement par Mythbuntu ou Ubuntu pour des raisons légales. L'équipe de Medibuntu en est responsable. Ces paquets ne sont fournis ici que pour la commodité des utilisateurs de Mythbuntu et Ubuntu.
it: <b>NOTA</b>: I pacchetti installabili in questa pagina non sono ufficialmente supportati da Mythbuntu per ragioni legali. La responsabilità è del team di Medibuntu. Qui sono forniti agli utenti Mythbuntu e Ubuntu solo per loro comodità.
pl: <b>UWAGA</b>: Pakiety, które można zainstalować na tej stronie nie są oficjalne obsługiwane przez Mythbuntu ani Ubuntu ze względu na ograniczenia prawne. Odpowiada za nie zespół Medibuntu. Udostępnione są wyłącznie dla wygody użytkownikom Mythbuntu i Ubuntu.
sv: <b>OBSERVERA</b>: De installerbara paketen på denna sida stöds inte officiellt av Mythbuntu eller Ubuntu, av juridiska skäl. Medibuntu-teamet är ansvariga för dessa paket. De finns endast här av bekvämlighetsskäl till användare med Mythbuntu och Ubuntu.

source: <big><b>Proprietary Codec Support</b></big>
es: <big><b>Soporte de codecs propietarios</b></big>
fi: <big><b>Rajoitettujen koodekkien tuki</b></big>
fr: <big><b>Gestion des Codecs Propriétaires</b></big>
it: <big><b>Supporto ai codec proprietari</b></big>
pl: <big><b>Obsługa kodeków własnościowych</b></big>
sv: <big><b>Stöd för proprietära kodekar</b></big>

source: Although most media players support wmv3 via an open source implementation of the codec, this is the codec package from windows to include support for many proprietary formats instead.
es: Aunque la mayoría de los reproductores multimedia soportan wmv3 mediante una implementación libre del códec, este es el paquete de códecs para Windows, que incluye soporte para muchos formatos privativos.
fi: Vaikka useimmat mediasoittimet tukevat wmv3:ta avoimen lähdekoodin koodekki-implementaation avulla, tämä koodekkipaketti windowsista sisältää vaihtoehtoisen tuen monille rajoitetuille tiedostomuodoille.
fr: Bien que la plupart des lecteurs multimédia supporte le wmv3 via une implémentation open source du codec, ceci est le paquet de codecs de windows pour inclure à la place la gestion de nombreux formats propriétaires.
it: Anche se la maggior parte dei lettori multimediali supportano wmv3 tramite una implementazione open source del codec, questo è il pacchetto dei codec proveniente da windows che include il supporto per molti formati proprietari.
pl: Większość odtwarzaczy multimediów obsługuje format wmv3 poprzez jego otwartą implementację, lecz to jest pakiet kodeków z Windows, który dodatkowo zawiera obsługę wielu własnościowych formatów.
sv: Även om de flesta mediaspelare har stöd för wmv3 via en öppen källkodsvariant av kodeken så har detta kodekpaket från Windows inkluderat stöd för många andra proprietära format istället.

source: Enable Medibuntu Proprietary Codec Support
es: Habilitar el soporte de códecs privativos de Medibuntu
fi: Ota Medibuntun rajoitettujen koodekkien tuki käyttöön
fr: Activer la Gestion des Codecs Propriétaires par Medibuntu
it: Abilitare il supporto ai codec proprietari di Medibuntu
pl: Obsługa własnościowych kodeków Medibuntu
sv: Aktivera stöd för proprietära Medibuntu-kodekar

source: Enable ffmpeg
es: Habilitar ffmpeg
fi: Ota ffmpeg käyttöön
it: Abilitare ffmpeg
pl: ffmpeg
sv: Aktivera ffmpeg

source: Enable libdvdcss2
es: Habilitar libdvdcss2
fi: Ota libdvdcss2 käyttöön
fr: Activer libdvdcss2
it: Abilitare libdvdcss2
pl: libdvdcss2
sv: Aktivera libdvdcss2

source: Enable w32codecs
es: Habilitar w32codecs
fi: Ota w32codecs käyttöön
fr: Activer w32codecs
it: Abilitare w32codecs
pl: w32codecs
sv: Aktivera w32codecs

source: Enable w64codecs
es: Habilitar w64codecs
fi: Ota w64codecs käyttöön
fr: Activer w64codecs
it: Abilitare w64codecs
pl: w64codecs
sv: Aktivera w64codecs

source: For more information, you can visit the Medibuntu website.
es: Para más información, puede visitar la página web Medibuntu.
fi: Lisätietoja löydät käymällä Medibuntun WWW-sivuilla.
fr: Pour plus d'informations, vous pouvez consulter le site Internet de Medibuntu.
it: Per maggiori informazioni visitare il sito web di Medibuntu.
pl: Więcej informacji można uzyskać na witrynie Medibuntu.
sv: Du kan besöka Medibuntus webbplats för mer information.

source: This is required if you would like to play commercial DVDs.
es: Esto es necesario si desea reproducir DVDs comerciales.
fi: Tämä vaaditaan, jos halutaan toistaa kaupallisia DVD-levyjä.
fr: Ceci est requis si vous souhaitez lire des DVD du commerce.
it: Questo è necessario per riprodurre i DVD commerciali.
pl: Wymagane, jeśli użytkownik zamierza odtwarzać komercyjne płyty DVD.
sv: Det här krävs om du vill spela upp kommersiella dvd-filmer.

source: <b>Synaptic Package Manager</b>
es: <b>Administrador de paquetes Synaptic</b>
fi: <b>Synaptic-pakettienhallinta</b>
fr: <b>Gestionnaire de Paquets Synaptic</b>
it: <b>Gestore pacchetti Synaptic</b>
pl: <b>Menedżer pakietów Synaptic</b>
sv: <b>Pakethanteraren Synaptic</b>

source: <b>Update Manager</b>
es: <b>Administrador de actualizaciones</b>
fi: <b>Päivitysten hallinta</b>
fr: <b>Gestionnaire de mises à jour</b>
it: <b>Gestore aggiornamenti</b>
pl: <b>Menedżer aktualizacji</b>
sv: <b>Uppdateringshanterare</b>

source: <big><b>Advanced Mangement</b></big>
es: <big><b>Administración avanzada</b></big>
fi: <big><b>Edistynyt hallinta</b></big>
fr: <big><b>Gestion avancée</b></big>
it: <big><b>Gestione avanzata</b></big>
pl: <big><b>Zarządzanie zaawansowane</b></big>
pt_br: <big><b>Gerenciamento avançado</b></big>
sv: <big><b>Avancerad hantering</b></big>
